Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Yeah? Well, we will see how fine you manage <i>against</i> us. I’ll show you just how weak you pinkskins are.
uk_ua: Так? Що ж, побачимо як добре ми впораєтесь <i>проти</i> нас. Я покажу тобі наскільки слабкими є рожевошкірі типу тебе.

source: Years of devotion may endow a priestess with great wisdom on the workings of the world, and grants some the favor of the light. The power thus given to these ladies of the water is a recurring motif in tale and song; such as the that of the knights of the silver spire, cornered and slain to a man at the banks of the Alavynne, but who rode again the next day, in full number, and wrought the downfall of the crimson duke.
uk_ua: Роки ревного служіння наділяють жриць глибоким знанням устрою світу і дарують їм прихильність сил світла. Сила, що дана цим володаркам вод — постійна тема казок і пісень; наприклад, гімн про лицарів Срібного Вістря — їх оточили і перебили на берегах Алавинну, але наступного дня вони, усі до єдиного, були знову у строю, і подолали Кривавого Герцога.

source: Years of violence and brutality to support the study of forbidden magical arts have turned the shadow mages into feared fighters. Now completely enthralled with power, they have been known to command small followings of henchmen. They are outmatched in direct magical combat with their magic-using peers, instead channeling their energies into devastating melee attacks. Despite their offensive power, the corruption in their souls has begun to adversely affect their health.
uk_ua: Роки підтримки умов для вивчення заборонених магічних мистецтв перетворили тіньових магів у жорстоких бійців. Повністю захоплені бажанням влади, вони відомі своєю звичкою командувати невеликими групами послідовників. Зазвичай, їх перемагають у прямих магічних сутичках, тому вони направляють свою енергію в руйнівні ближні атаки. Незважаючи на їхню неймовірну силу, темрява їхньої душі вже почала негативно впливати на їхнє здоров'я.

source: Yellow
uk_ua: Жовта

source: Yellow Potion
uk_ua: Жовта мікстура

source: Yellow orb
uk_ua: Жовта сфера

source: Yes
uk_ua: Так

source: Yes sir! The rest of the refugees have fled south, to our initial landing site. But if we fail here they’ll doubtless be slaughtered.
uk_ua: Так точно! Залишки біженців відійшли на південь, до місця нашої першої висадки. Але якщо ми зазнаємо поразки, їх поза сумнівом винищать.

source: Yes sir, indeed! You need us to help hold out until the ships arrive.
uk_ua: Так, пане, так точно! Вам знадобиться наша допомога, щоб протриматися до прибуття кораблів.

source: Yes! We will drive them into the sea!
uk_ua: Так! Ми скинемо їх у море!

source: Yes, Delfador. This time we will follow your advice.
uk_ua: Так, Делфадоре. Цього разу ми прислухаємось до твоїх слів.

source: Yes, I am aware of Queen Asheviere’s propensity for hiring orcs to supplement her forces. That does not mean I could do anything about it, even if I were so inclined. The best advice I can give you is to just apologize. Even if they may want your head, Baldras, you still have the chance to preserve your village. Think of the bigger picture.
uk_ua: Так, мені відомо про схильність Королеви Ашевір до наймання орків задля підсилення її військ. Але це не означає, що я щось можу з цим зробити, навіть якби хотів. Найкраще, що я можу вам порадити, це просто вибачитися. Навіть якщо вони захочуть твоєї голови, Балдрасе, у тебе все одно буде шанс зберегти село. Подумай про нього.

source: Yes, I can show you how to make your own, but have you not solved the problem already with your ghosts?
uk_ua: Так. Можу показати, як можна створити власного. Та чи не розв'язали ви вже проблему пам'яті у випадку привидів?

source: Yes, I serve him.
uk_ua: Так, я служу йому.

source: Yes, I’d know that face anywhere. Especially after what you did to it.
uk_ua: Так, це обличчя я не забуду ніколи. Особливо після того, що ти зробив з ним.

source: Yes, I’ll use it.
uk_ua: Так, чом би й ні.

source: Yes, Lich Point! Where we first used our magi in battle, and turned the tide of war against your people.
uk_ua: О так, Мис Ліча! Там ми уперше використали у битві наших магів і переломили хід війни проти вашого народу.

source: Yes, and we may come to their aid. We’ll have to weigh our options when and if the time comes. If the orcs return in great numbers, the brunt of their assault must fall on somebody else or we will not survive it. Who knows, maybe I won’t even come to their aid at all—
uk_ua: Так, і, можливо, ми допоможемо їм. Нам доведеться зважити усі варіанти, коли прийде час. Якщо орки повернуться у величезних кількостях, їхній головний удар повинен припасти на когось іншого. Хто знає, можливо, я взагалі не прийду їм на допомогу—

source: Yes, close by the southeast wall of our fort across the ford. But they are jealous of their privileges and hold aloof from us.
uk_ua: Так, недалеко від південно-східної стіни нашого форту, за Переправою. Але вони ревно охороняють свої секрети і тримаються в стороні від нас.

source: Yes, if a unit doesn’t do anything for a turn, it will slowly heal.
uk_ua: Так, якщо боєць протягом ходу нічого не буде робити, то він буде потроху лікуватись.

source: Yes, it is. But it was too great a work of magic to be entirely undone; there is a flaw still remaining, a trace of Iliah-Malal’s way between worlds. Raising undead will be a little easier in the future than it has been before. Those who come after us will have to be vigilant against the corruption of the dark arts and show themselves worthy of the land they live in.
uk_ua: Так. Але Іліа-Малал вчинив занадто велику роботу, щоб відмінити її відразу. Все ще є щілина, слід Іліа-Малала між світами. В майбутньому підіймати мерців стане легше, ніж раніше. Ті, хто житиме після нас, повинні встояти перед спокусою темного мистецтва, і показати себе гідними країни, в якій вони житимуть.

source: Yes, it is. Come, unlock this cell door, and let us depart this place, brother!
uk_ua: Так, це він. Нумо, відкрий ці двері, я хочу якнайскоріше покинути це місце, брате!

source: Yes, it looks like you could use all of the help you can get.
uk_ua: Схоже, тобі потрібно використати усі сили, що зможеш зібрати.

source: Yes, it was a tough battle, but we prevailed. Now, I have a problem. I know not what I should do next.
uk_ua: Так, битва була важкою, але ми перемогли. Тепер я маю проблему. Не знаю, що ж робити далі.

source: Yes, master.
uk_ua: Так, хазяїне.

source: Yes, orcs. The outskirts of Kal Kartha are a dangerous place. We’ve been forced to dedicate more of our forces here just to protect the peasants while they... go about their business.
uk_ua: Так, орки. Окраїни Кал Карти занадто небезпечне місце. Ми вимушені відправляти більше наших сил, просто щоб захистити селян, поки вони... займаються своїми справами.

source: Yes, sir!
uk_ua: Так точно!

source: Yes, sir. I am ready.
uk_ua: Так, пане. Я готовий.

source: Yes, that is who I mean.
uk_ua: Так, його.

source: Yes, that seems like a plan with a good chance of success. I will join you in your effort.
uk_ua: Твій план має непогані шанси на успіх. Я допоможу тобі його втілити.

source: Yes, that sounds good. I’ll stay here and try to defend the gates...
uk_ua: Так, це звучить добре. Я залишуся тут та спробую захистити браму...

source: Yes, this cloak-pin be of our work.
uk_ua: Так, цю застібку виготовили наші.

source: Yes, very well.
uk_ua: Так, дуже добре.

source: Yes, we have allowed people to use it, but it is our road.
uk_ua: Так, ми дозволяли істотам використовувати її, але це наша дорога.

source: Yes, we will sail to the Isle of Alduin, my home, Konrad, and the home of many magi.
uk_ua: Так, ми попливемо на острів Алдуін, Конраде, до мого дому, і дому багатьох чаклунів.

source: Yes, yes, Sir Deoran! If we fight against the undead on open plains or in the forests, we will surely be slaughtered. But, if we prepare our defenses and fortify the city walls, we may be able to hold back the undead and even strike at the lich-sage himself.
uk_ua: Так, так, Пане Деоране! Якщо ми битимося проти мерців у відкритому полі чи в лісі, нас точно всіх переб'ють. Але, якщо ми підготуємо захист та підсилимо стіни міста, ми, може, відіб'ємо атаку мерців і навіть знищимо самого ліча-мудреця.

source: Yes, yes. I’m quite all right.
uk_ua: Так, так. Я все добре.

source: Yes, you gain experience through battle, especially by killing an opponent. Gain enough experience and you’ll become more powerful.
uk_ua: Так, під час битви ти отримуєш досвід, особливо якщо ти вб'єш противника. Якщо набереш досить досвіду, то станеш сильніший.

source: Yes. And I have prepared holy water for our warriors. They should be able to hold against the undead in our forests, at least for now.
uk_ua: Так. Я приготувала святу воду для наших воїнів. Вона повинна допомогти їм битися з мерцями в наших лісах хоч би зараз.

source: Yes. Be sure that it is understood that these are our allies and friends.
uk_ua: Так. Не сумнівайся, вони наші друзі і союзники.

source: Yes. Dead.
uk_ua: Так. Вмер.

source: Yes. I am Chantal, and I know many things. I know you come from the great human kingdom of the south and are a master of magic. You have faced great adversity and visited a place from where few hope to return, from where none before have returned unchanged. Fate is heavy upon you, and you deserve our help.
uk_ua: Так. Я Шанталь, і я знаю багато що. Я знаю, що ти прийшов з великого людського королівства на півдні, і що ти майстерно чаклуєш. Ти зіткнувся з великими знегодами і потрапив в місце, звідки мало надії повернутися, і звідки ніхто раніше не повертався таким, як раніше. У тебе велика доля, і ти заслуговуєш нашої допомоги.

source: Yes. It’s a magical quintain! If it hits you, it does 3 damage, and has 5 chances. If it hits every time, you’ll drop from $student_hp to $($student_hp-15) hitpoints. Brace yourself!
uk_ua: Так. Це чарівне опудало! Воно спробує вдарити тебе 5 раз, наносячи з кожним влучанням по 3 одиниці пошкодження. Якщо він влучить всі п'ять раз, твоє здоров'я зменшиться з $student_hp до $($student_hp-15) очок. Захищайся!

source: Yes. Peace is broken, but hope is not extinguished. There is always hope. And you will be the father of it. I give you the final syllable of power, the last part of your name: DOR
uk_ua: Так. Мир зруйнований, але надія не згасла. Завжди є надія. І ти даси їй побачити світ. Я даю тобі останню частину могутності, останню частину твого імені: ДОР

source: Yes. We will follow you to the Ford of Abez, Delfador. Let us hope we are not too late to prevent an orcish victory there.
uk_ua: Так. Ми проведемо тебе до Переправи Абез, Делфадоре. Сподіваюсь, що ми не занадто затрималися, щоб зупинити орків.

source: Yes... Erwen would’ve said the same. If we march on Halstead, we gots to burn it to the ground before the Queen’s forces rally. If we does that, Weldyn won’t have no foothold in Annuvin no more.
uk_ua: Так... Ірвен сказала б те ж саме. Як ми йдемо на Халстед, нам треба спалити його раніше, ніж війська Королеви встигнуть підійти. Як зробим се, в Аннувіні й ноги Велдину ні буде.

source: Yes... just let me gather my thoughts, and I will lead you back to your homes.
uk_ua: Так... лише дай мені зібратися з думками, і я поведу вас назад до ваших домів.

source: Yes... yes... slay them, my assassins!
uk_ua: Так... так... убийте їх, мої губителі!

source: Yes... you have done a great deed in destroying the undead, but it was others of your kind that brought about this evil to begin with. Nevertheless, I see now that not all humans are alike and that you, too, are capable of courage and loyalty. About the trouble with my people, I will see what I can do—
uk_ua: Так...ви вчинили героїчно, знищивши мерців, але це були інші з вашого роду, хто на початку призвів до цього зла. Як би то не було, тепер я бачу, що не всі люди однакові і що ви теж здатні на хоробрість та вірність. Щодо проблем з моїм народом, то я подивлюся, що я можу з цим—

source: Yes... your first king brought it from over the sea, right? You own it.
uk_ua: Так... ваш перший король приніс його з-за моря, так? Ти володієш ним.

source: Yesss, but the planetsss tell me your name isss now untrue. I do not underssstand thisss.
uk_ua: Так, але планети кажуть, що твоє ім'я тепер інш-ш-ше. Я цc-c-cього не розумію.

source: Yeti
uk_ua: Єті

source: Yetis
uk_ua: Йеті

source: Ye’re young and not tested... but ye have the rank, and ye’ve shown the wits to use it well. Movrur? What think ye?
uk_ua: Ти молодий та недосвідчений... Однак маєш підлеглих, і ти показав, що здатен розумно керувати ними. Мовруре? Що гадаєш?

source: Ylla
uk_ua: Йолла

source: You
uk_ua: Ви

source: You DARE attack ME! You will regret that. Witness the POWER of the Flaming Sword of Caladon! I call on the ELEMENT OF FIRE to DO MY BIDDING!
uk_ua: Ти ПОСМІВ напасти на МЕНЕ! Ти пошкодуєш про це. Станьте свідками СИЛИ Вогняного Меча Каладона! Я закликаю ВОГОНЬ творити МОЮ ВОЛЮ!

source: You again!
uk_ua: Знову ти!

source: You again! You will sssuffer for your attack against my people! Shek’kahan, our naga friendsss— You’ll pay! We have new friends now.
uk_ua: Зсснову ви! Ви зссаплатите зсса напад на мій народ! Шек-кахан, наші друзі наги— Ви зссаплатите! У нассc з'явилисссь нові друзі.

source: You also have two new types of units to recruit this scenario: Elvish Archers and Elvish Shamans. I’ll tell you more about them when you recruit them. Personally, I would recommend a balanced force of two archers, two fighters, and a shaman.
uk_ua: У цьому сценарії ти також можеш вербувати двох додаткових бійців: Ельфійських лучників і Ельфійських шаманок. Коли ти почнеш їх вербувати, я розкажу тобі більше про них. Особисто я рекомендую збалансований загін з двох лучників, двох воїнів та одну шаманку.

source: You and that... other person. Who is that?
uk_ua: Ти, і отой… другий. Хто то такий?

source: You are Carcyn the Third I presume?
uk_ua: Ви, мабуть, Карцин Третій?

source: You are Kai Krellis, son and heir of the last merman king but only a child. A necromancer is turning your subjects into undead slaves! Lead your people on a mission to convince a powerful mer-sorceress to help you repel the invasion. The oceans near the Northern Lands are perilous, so you will need cunning and bravery to survive. But first you need to gain the respect of your troops!
uk_ua: Ви Кай Креліс, син і спадкоємець останнього короля водяних, але все ще дитина. Некромант перетворює ваших підданих на своїх мертвих рабів! Поведіть свій народ на завдання, щоб переконати могутню чаклунку-водяну допомогти вам відбити вторгнення. Океани біля Північних Земель небезпечні, тому, щоб вижити, вам необхідно проявити спритність і хоробрість. Але спершу треба заслужити повагу своїх військ!

source: You are a brave fighter, young friend.
uk_ua: Ти хоробрий боєць, мій юний друже.

source: You are among the North Elves, in the Lintanir Forest. Our arts hold back the winter cold within these woods. To the south and west of here lies a wasteland inhabited only by barbarians and orcs. To the south again, the Great River, and your home. Of your friends, I know nothing.
uk_ua: Ти серед Північних Ельфів, в Лісі Лінтанір. Наше мистецтво утримує зимові холоди за його межею. На південь і захід звідси лежить пустка, населена тільки варварами і орками. Ще південніше знаходиться Велика Річка і твій будинок. Про твоїх друзів мені нічого не відомо.

source: You are close to killing their leader! Because he is second level, the unit who finishes him will gain 16 experience points. In a campaign, it’s important to decide which units you want to advance, and give those units the best chances to gain experience.
uk_ua: Ми майже перемогли їх лідера! Той, хто його доб'є, отримає 16 очок досвіду, оскільки супротивник — другого рівня. У кампаніях дуже важливо правильно вибрати, яких бійців ви хочете підвищувати, і створювати таким бійцям всі можливості для швидкого набирання досвіду.

source: You are even more of a fool than I thought.
uk_ua: Ти навіть більший дурень, ніж я думав.

source: You are greeted daughter of elves. Why does the forest moan in despair?
uk_ua: Вітання тобі, дочко ельфійського народу. Чому лісом шириться стогін розпачу?

source: You are merely a servant of the power that corrupted you, lich! You have not mastered the darkness; it, instead, has enslaved you.
uk_ua: Ти простий прислужник сили, що осквернила тебе, ліч! Ти не оволодів темрявою; навпаки — вона оволоділа тобою.

source: You are not the only ones with allies! We’ll push on till the end!
uk_ua: Не тільки у вас є союзники! Ми будемо налягти до кінця!

source: You are not using a WC2 faction.
uk_ua: Ви не використовуєте фракцію WC2.

source: You are not worthy of healing.
uk_ua: Ви недостойні зцілення.

source: You are separated from your soldiers and may not recall them.
uk_ua: Ви відокремлені від ваших солдатів і не можете їх закликати.

source: You are too late! Your brother is already dead! Muahahaha...!
uk_ua: Ти запізнився! Твій брат вже мертвий! Муахахахахаха…!

source: You are victorious again. You may yet earn your place in this land.
uk_ua: Ти знову повернувся з перемогою. Але тобі все ще потрібно заслужити місце в цих землях.

source: You are welcome... But I am wondering what orcs were doing so deep inside the borders of Wesnoth.
uk_ua: Завжди будь ласка... Але мені цікаво, що орки роблять так глибоко у межах Веснота.

source: You arrive near a mystic shrine, where the apparitions of ancient armies are forever trapped and doomed to eternally cleanse the isle of all interlopers.
uk_ua: Ви прибуваєте біля містичного святилища, де привиди стародавніх армій назавжди захоплені та приречені вічно очищати острів від усіх хто на нього ступає.

source: You called, and I came; be content with that. What ails Maghre?
uk_ua: Ти кликав і я прийшов; задовольнися цим. Що турбує Магре?

source: You can access the <b>Recruit</b> and <b>Recall</b> commands by right-clicking on a castle tile. That will let you choose the precise hex you put a unit in. Placing units wisely can sometimes let you reach a village a turn earlier.
uk_ua: Ви можете отримати доступ до команд <b>Вербувати</b> і <b>Закликати</b>, клацнувши правою клавішею по полі замку. Це дозволить Вам вибрати поле, куди помістити нового бійця. Іноді розумне розміщення бійців дозволить досягти села на хід раніше.

source: You can also reach servers hosted by any other player with this menu option. So if you got a server running in your local network, just enter the address and port number (default: 15000). If you for example want to connect to a server running on the machine with the address 192.168.0.10 and the default port, you would enter this in the dialog: 192.168.0.10:15000
uk_ua: Також з цього меню ви можете знайти будь-який сервер, створений іншим гравцем. Якщо у вас запущений сервер в локальній мережі, то просто введіть його адресу і порт (типовий: 15000). Наприклад, щоб під'єднатись до сервера, запущеного на комп'ютері з IP-адресою 192.168.0.10 і типовим портом, вам треба ввести в поле вводу 192.168.0.10:15000

source: You can also refer to the in-game help browser if you ever need to refresh your memory on gameplay mechanics.
uk_ua: Також ви можете звернутися до довідки прямо в грі, якщо вам потрібно освіжити в пам'яті механіку ігрового процесу.

source: You can cause damage to enemies with advanced units and then finish them with lower level units — to give them more experience (and finally make them advance to next level).
uk_ua: Ви можете заподіювати ворогові великої шкоди досвідченими бійцями, а потім прикінчувти їх бійцями нижчого рівня. Так ви дасте їм можливість отримати більше досвіду (і зрештою просунутися на наступний рівень).

source: You can choose when the slaves come out of their villages and attack their captors. When you are ready, right-click anywhere and select ‘Inspire the slaves to revolt’.
uk_ua: Ви можете вибрати момент, коли раби вийдуть зі своїх селищ та нападуть на своїх полонителів. Коли ви будете готові, кликніть правою кнопкою миші у будь-якому місці і виберіть ‘Надихніть рабів на повстання’.

source: You can come if you wish, but we are mostly interested in speaking to Baldras.
uk_ua: Ти можеш підійти, якщо бажаєш, але ми більш зацікавлені в розмові з Балдрасом.

source: You can do that, right?
uk_ua: Ти можеш це зробити, так?

source: You can ensure you use all your troops by pressing <b>n</b> to step from one unit to the next. If you press <b>space</b>, you can mark the currently selected unit as having finished its turn, which stops you moving it by accident later on. When <b>n</b> no longer selects a new unit, it’s safe to end your turn.
uk_ua: Щоб переконатися, що ви використовуєте усіх своїх бійців, натисніть на клавішу <b>n</b>. Вона автоматично вибирає наступного бійця. Натисніть <b>пробіл</b>, щоб позначити бійця, який на цьому ходу не повинен більше нікуди йти. Коли натиснення на <b>n</b> більше не знаходить наступного вільного бійця, можна закінчити хід.

source: You can no longer recruit skeletons and skeleton archers.
uk_ua: Ви більше не можете оживляти кістяків і кістяків-лучників.

source: You can now recruit chocobones!
uk_ua: Тепер можна наймати вершників на дронтах!

source: You can now recruit dark adepts!
uk_ua: Тепер можна вербувати адептів темної магії!

source: You can now recruit ghosts!
uk_ua: Тепер можна наймати духів!

source: You can now recruit ghouls!
uk_ua: Тепер можна наймати гулів!

source: You can now recruit human villagers, but you will not be able to recall them in future scenarios.
uk_ua: Тепер ви можете наймати селян, але їх не можна буде закликати в наступних сценаріях.

source: You can now recruit magi!
uk_ua: Тепер ви можете наймати чарівників!

source: You can now recruit merfolk!
uk_ua: Тепер ви можете вербувати водяних!

source: You can now recruit skeletons and skeleton archers! You will lose this ability if the guardhouse is retaken by the guards!
uk_ua: Ви тепер можете оживляти кістяків і кістяків-лучників! Якщо вартівню відіб'ють, ви втратите цю здатність!

source: You can obtain additional information, including the chance that the attacker and defender will be killed, by clicking on the "Damage Calculations" button in the fight window.
uk_ua: Додаткову інформацію, у тому числі вірогідність того, що нападник або жертва будуть убиті, можна отримати, натиснувши кнопку "Обчислення шкоди" в вікні бою.

source: You can order a unit to move for multiple turns by selecting the unit and clicking on the destination. A number will indicate how many turns it will take to get there.
uk_ua: Ви можете віддати бійцеві наказ рухатися протягом декількох ходів. Для цього виберіть бійця і клацніть на місці призначення. Число покаже, скільки ходів йому буде потрібно, щоб туди дістатися.

source: You can recruit from anywhere on the two highest decks.
uk_ua: Ви можете наймати бойові одиниці будь-де на двох верхніх палубах.

source: You can recruit from in front of each dark adept during the first turn only.
uk_ua: Рекрутувати бойові одиниці можна в клітинці перед кожним адептом темної магії, але лише впродовж першого ходу.

source: You can reuse units from a previous scenario by selecting <b>Recall</b> from the <b>Actions</b> menu. By recalling the same units over and over, you can build up a powerful and experienced army.
uk_ua: Ви можете використовувати бійців з минулого сценарію. Для цього натисніть <b>Закликати</b> в меню <b>Дії</b>. Закликаючи одних і тих же бійців багато разів, ви створите потужну і досвідчену армію.

source: You can right-click on a unit to see a detailed <b>Unit Description</b>.
uk_ua: Клацніть правою кнопкою миші на бійці щоб переглянути детальний <b>Опис бійця</b>.
